Dlubal.DynamPro.RsaDirCombinationRule
Response spectra direction combination rule

Dlubal.DynamPro.RsaDirCombinationRule.DLCResponseSpectraDirectionCombinationRuleUnknown
Unknown type

Dlubal.DynamPro.RsaDirCombinationRule.1
Unknown type

Dlubal.DynamPro.RsaDirCombinationRule.DLCResponseSpectraDirectionCombinationSRSS
SRSS

Dlubal.DynamPro.RsaDirCombinationRule.DLCResponseSpectraDirectionCombination10030
100 / 30 %

Dlubal.DynamPro.RsaDirCombinationRule.DLCResponseSpectraDirectionCombination10040
100 / 40 %